Revit 2027 API
ExternalService.Description Property
 The description for the service
Namespace: Autodesk.Revit.DB.ExternalService
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string Description { get; }
Public ReadOnly Property Description As String
	Get
public:
property String^ Description {
	String^ get ();
}
member Description : string with get
Property Value
String
See Also
Reference
ExternalService Class
Autodesk.Revit.DB.ExternalService Namespace